Table of Contents
 Interface IIdeaMaterialSteel
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
A steal material.
public interface IIdeaMaterialSteel : IIdeaMaterial, IIdeaObject
Inherited Members
 IIdeaObject.Id
 IIdeaObject.Name
Properties
 Material
Parameters of the material.
MatSteel Material { get; }
Property Value
MatSteel
 Edit this page